Repository: SigurdurVilhelmsson/namsbokasafn-efni
Catalog: books/efnafraedi-2e/tm/efnafraedi-2e-2026-06-16.tmx
Source language: en
Languages: is

source: Specialized cells called neurons transmit information between different parts of the central nervous system by way of electrical and chemical signals. Chemical signaling occurs at the interface between different neurons when one of the cells releases molecules (called neurotransmitters) that diffuse across the small gap between the cells (called the synapse) and bind to the surface of the other cell. These neurotransmitter molecules are stored in small intracellular structures called vesicles that fuse to the cell membrane and then break open to release their contents when the neuron is appropriately stimulated. This process is called exocytosis (see [#CNX_Chem_03_01_exocytosis]). One neurotransmitter that has been very extensively studied is dopamine, C8H11NO2. Dopamine is involved in various neurological processes that impact a wide variety of human behaviors. Dysfunctions in the dopamine systems of the brain underlie serious neurological diseases such as Parkinson’s and schizophrenia.
is: Sérhæfðar frumur sem kallast taugafrumur senda upplýsingar milli mismunandi hluta miðtaugakerfisins með raf- og efnaboðum. Efnaboð eiga sér stað á mótum mismunandi taugafrumna þegar ein fruman losar sameindir (kallaðar taugaboðefni) sem dreifast yfir lítið bil milli frumnanna (kallað taugamót) og bindast yfirborði hinnar frumunnar. Þessar taugaboðefnissameindir eru geymdar í litlum innanfrumubyggingum sem kallast seytibólur og renna saman við frumuhimnuna og rofna síðan til að losa innihald sitt þegar taugafruman er örvuð á viðeigandi hátt. Þetta ferli er kallað útfrumun (sjá [#CNX_Chem_03_01_exocytosis]). Eitt taugaboðefni sem hefur verið rannsakað mjög mikið er dópamín, C8H11NO2. Dópamín tekur þátt í ýmsum taugafræðilegum ferlum sem hafa áhrif á fjölbreytta hegðun manna. Truflanir í dópamínkerfum heilans liggja að baki alvarlegum taugasjúkdómum eins og Parkinsonsveiki og geðklofa.

source: One important aspect of the complex processes related to dopamine signaling is the number of neurotransmitter molecules released during exocytosis. Since this number is a central factor in determining neurological response (and subsequent human thought and action), it is important to know how this number changes with certain controlled stimulations, such as the administration of drugs. It is also important to understand the mechanism responsible for any changes in the number of neurotransmitter molecules released—for example, some dysfunction in exocytosis, a change in the number of vesicles in the neuron, or a change in the number of neurotransmitter molecules in each vesicle.
is: Einn mikilvægur þáttur í þeim flóknu ferlum sem tengjast dópamínboðum er fjöldi taugaboðefnissameinda sem losna við útfrumun. Þar sem þessi fjöldi er lykilþáttur í að ákvarða taugafræðilega svörun (og síðari hugsun og aðgerðir manna), er mikilvægt að vita hvernig þessi fjöldi breytist við ákveðna stýrða örvun, svo sem lyfjagjöf. Einnig er mikilvægt að skilja þann hvarfgang sem ber ábyrgð á breytingum á fjölda losaðra taugaboðefnissameinda – til dæmis einhver truflun í útfrumun, breyting á fjölda seytibóla í taugafrumunni eða breyting á fjölda taugaboðefnissameinda í hverri seytibólu.

source: Significant progress has been made recently in directly measuring the number of dopamine molecules stored in individual vesicles and the amount actually released when the vesicle undergoes exocytosis. Using miniaturized probes that can selectively detect dopamine molecules in very small amounts, scientists have determined that the vesicles of a certain type of mouse brain neuron contain an average of 30,000 dopamine molecules per vesicle (about [[MATH:19]] mol or 50 zmol). Analysis of these neurons from mice subjected to various drug therapies shows significant changes in the average number of dopamine molecules contained in individual vesicles, increasing or decreasing by up to three-fold, depending on the specific drug used. These studies also indicate that not all of the dopamine in a given vesicle is released during exocytosis, suggesting that it may be possible to regulate the fraction released using pharmaceutical therapies. Omiatek, Donna M., Amanda J. Bressler, Ann-Sofie Cans, Anne M. Andrews, Michael L. Heien, and Andrew G. Ewing. “The Real Catecholamine Content of Secretory Vesicles in the CNS Revealed by Electrochemical Cytometry.” {{i}}Scientific Report{{/i}} 3 (2013): 1447, accessed January 14, 2015, doi:10.1038/srep01447.
is: Nýlega hafa orðið verulegar framfarir í beinum mælingum á fjölda dópamínsameinda sem geymdar eru í einstökum seytibólum og því magni sem raunverulega losnar þegar seytibólan fer í gegnum útfrumun. Með því að nota smækkaða mælinema sem geta sértækt greint dópamínsameindir í mjög litlu magni hafa vísindamenn komist að því að seytibólur í ákveðinni tegund taugafrumna í heila músa innihalda að meðaltali 30.000 dópamínsameindir á hverja seytibólu (um [[MATH:19]] mól eða 50 zmól). Greining á þessum taugafrumum úr músum sem fengu ýmsar lyfjameðferðir sýnir marktækar breytingar á meðalfjölda dópamínsameinda í einstökum seytibólum, sem jókst eða minnkaði allt að þrefalt, allt eftir því hvaða lyf var notað. Þessar rannsóknir benda einnig til þess að ekki allt dópamínið í tiltekinni seytibólu losni við útfrumun, sem gefur til kynna að mögulegt gæti verið að stjórna þeim hluta sem losnar með lyfjameðferðum. Omiatek, Donna M., Amanda J. Bressler, Ann-Sofie Cans, Anne M. Andrews, Michael L. Heien og Andrew G. Ewing. „The Real Catecholamine Content of Secretory Vesicles in the CNS Revealed by Electrochemical Cytometry.“ {{i}}Scientific Report{{/i}} 3 (2013): 1447, skoðað 14. janúar 2015, doi:10.1038/srep01447.

source: (a) A typical human brain weighs about 1.5 kg and occupies a volume of roughly 1.1 L. (b) Information is transmitted in brain tissue and throughout the central nervous system by specialized cells called neurons (micrograph shows cells at 1600× magnification).
is: (a) Dæmigerður mannsheili vegur um 1,5 kg og tekur um 1,1 L rúmmál. (b) Upplýsingar eru sendar í heilavef og um allt miðtaugakerfið af sérhæfðum frumum sem kallast taugafrumur (smásjármynd sýnir frumur við 1600× stækkun).

source: (a) Chemical signals are transmitted from neurons to other cells by the release of neurotransmitter molecules into the small gaps (synapses) between the cells. (b) Dopamine, C8H11NO2, is a neurotransmitter involved in a number of neurological processes.
is: (a) Efnaboð eru send frá taugafrumum til annarra frumna með losun taugaboðefnissameinda í litlu bilin (taugamótin) milli frumnanna. (b) Dópamín, C8H11NO2, er taugaboðefni sem tekur þátt í ýmsum taugafræðilegum ferlum.

source: The formula mass of a substance is the sum of the average atomic masses of each atom represented in the chemical formula and is expressed in atomic mass units. The formula mass of a covalent compound is also called the molecular mass. A convenient amount unit for expressing very large numbers of atoms or molecules is the mole. Experimental measurements have determined the number of entities composing 1 mole of substance to be 6.022 [[MATH:20]] 1023, a quantity called Avogadro’s number. The mass in grams of 1 mole of substance is its molar mass. Due to the use of the same reference substance in defining the atomic mass unit and the mole, the formula mass (amu) and molar mass (g/mol) for any substance are numerically equivalent (for example, one H2O molecule weighs approximately18 amu and 1 mole of H2O molecules weighs approximately 18 g).
is: Formúlumassi efnis er summa meðalatómmassa hverrar frumeindar sem sýnd er í efnaformúlunni og er gefinn upp í atómmassaeiningum. Formúlumassi samgilds efnasambands er einnig kallaður sameindamassi. Hentug magnseining til að tjá mjög stóran fjölda frumeinda eða sameinda er mól. Tilraunamælingar hafa ákvarðað að fjöldi eininga sem mynda 1 mól af efni sé 6,022 [[MATH:20]] 1023, stærð sem kallast tala Avogadros. Massi í grömmum af 1 móli af efni er mólmassi þess. Vegna notkunar á sama viðmiðunarefni við skilgreiningu á atómmassaeiningunni og mólinu eru formúlumassinn (amu) og mólmassinn (g/mól) fyrir hvaða efni sem er tölulega jafngildir (til dæmis vegur ein H2O sameind um það bil 18 amu og 1 mól af H2O sameindum vegur um það bil 18 g).

source: What is the total mass (amu) of carbon in each of the following molecules?
is: Hver er heildarmassi (amu) kolefnis í hverri af eftirfarandi sameindum?

source: What is the total mass of hydrogen in each of the molecules?
is: Hver er heildarmassi vetnis í hverri sameindanna?

source: Calculate the molecular or formula mass of each of the following:
is: Reiknaðu sameinda- eða formúlumassa hvers eftirfarandi:

source: (d) CH3CO2H (acetic acid)
is: (d) CH3CO2H (ediksýra)

source: (e) C12H22O11 (sucrose, cane sugar)
is: (e) C12H22O11 (súkrósi, reyrsykur)

source: Determine the molecular mass of the following compounds:
is: Ákvarðaðu sameindamassa eftirfarandi efnasambanda:

source: Which molecule has a molecular mass of 28.05 amu?
is: Hver sameind hefur sameindamassann 28,05 amu?

source: Write a sentence that describes how to determine the number of moles of a compound in a known mass of the compound using its molecular formula.
is: Skrifaðu setningu sem lýsir því hvernig ákvarða skal fjölda móla af efnasambandi í þekktum massa efnasambandsins með því að nota sameindaformúlu þess.

source: Use the molecular formula to find the molar mass; to obtain the number of moles, divide the mass of compound by the molar mass of the compound expressed in grams.
is: Notaðu sameindaformúluna til að finna mólmassann; til að fá fjölda móla, deildu massa efnasambandsins með mólmassa efnasambandsins gefnum upp í grömmum.

source: Compare 1 mole of H2, 1 mole of O2, and 1 mole of F2.
is: Berðu saman 1 mól af H2, 1 mól af O2 og 1 mól af F2.

source: (a) Which has the largest number of molecules? Explain why.
is: (a) Hvað hefur mestan fjölda sameinda? Útskýrðu hvers vegna.

source: (b) Which has the greatest mass? Explain why.
is: (b) Hvað hefur mestan massa? Útskýrðu hvers vegna.

source: Which contains the greatest mass of oxygen: 0.75 mol of ethanol (C2H5OH), 0.60 mol of formic acid (HCO2H), or 1.0 mol of water (H2O)? Explain why.
is: Hvað inniheldur mestan massa af súrefni: 0,75 mól af etanóli (C2H5OH), 0,60 mól af maurasýru (HCO2H) eða 1,0 mól af vatni (H2O)? Útskýrðu hvers vegna.

source: Formic acid. Its formula has twice as many oxygen atoms as the other two compounds (one each). Therefore, 0.60 mol of formic acid would be equivalent to 1.20 mol of a compound containing a single oxygen atom.
is: Maurasýra. Formúla hennar hefur tvöfalt fleiri súrefnisfrumeindir en hin tvö efnasamböndin (eina hvort). Þess vegna jafngildir 0,60 mól af maurasýru 1,20 mólum af efnasambandi sem inniheldur eina súrefnisfrumeind.

source: Which contains the greatest number of moles of oxygen atoms: 1 mol of ethanol (C2H5OH), 1 mol of formic acid (HCO2H), or 1 mol of water (H2O)? Explain why.
is: Hvað inniheldur mestan fjölda móla af súrefnisfrumeindum: 1 mól af etanóli (C2H5OH), 1 mól af maurasýru (HCO2H) eða 1 mól af vatni (H2O)? Útskýrðu hvers vegna.

source: How are the molecular mass and the molar mass of a compound similar and how are they different?
is: Hvernig eru sameindamassi og mólmassi efnasambands svipaðir og hvernig eru þeir ólíkir?

source: The two masses have the same numerical value, but the units are different: The molecular mass is the mass of 1 molecule while the molar mass is the mass of 6.022 [[MATH:21]] 1023 molecules.
is: Massarnir tveir hafa sama tölugildi en einingarnar eru mismunandi: Sameindamassinn er massi 1 sameindar á meðan mólmassinn er massi 6,022 [[MATH:21]] 1023 sameinda.

source: Calculate the molar mass of each of the following compounds:
is: Reiknaðu mólmassa hvers eftirfarandi efnasambands:

source: (a) hydrogen fluoride, HF
is: (a) vetnisflúoríð, HF

source: (b) ammonia, NH3
is: (b) ammoníak, NH3

source: (c) nitric acid, HNO3
is: (c) saltpéturssýra, HNO3

source: (d) silver sulfate, Ag2SO4
is: (d) silfursúlfat, Ag2SO4

source: (e) boric acid, B(OH)3
is: (e) bórsýra, B(OH)3

source: Calculate the molar mass of each of the following:
is: Reiknaðu mólmassa hvers eftirfarandi:

source: (d) CH3COCH3 (acetone)
is: (d) CH3COCH3 (asetón)

source: (e) C6H12O6 (glucose)
is: (e) C6H12O6 (glúkósi)

source: (a) 256.48 g/mol; (b) 72.150 g mol−1; (c) 378.103 g mol−1; (d) 58.080 g mol−1; (e) 180.158 g mol−1
is: (a) 256,48 g/mól; (b) 72,150 g mól−1; (c) 378,103 g mól−1; (d) 58,080 g mól−1; (e) 180,158 g mól−1

source: Calculate the empirical or molecular formula mass and the molar mass of each of the following minerals:
is: Reiknið út formúlumassa eða sameindamassa og mólmassa fyrir hvert eftirfarandi steinefni:

source: (a) limestone, CaCO3
is: (a) kalksteinn, CaCO3

source: (b) halite, NaCl
is: (b) halít, NaCl

source: (c) beryl, Be3Al2Si6O18
is: (c) beryll, Be3Al2Si6O18

source: (d) malachite, Cu2(OH)2CO3
is: (d) malakít, Cu2(OH)2CO3

source: (e) turquoise, CuAl6(PO4)4(OH)8(H2O)4
is: (e) túrkís, CuAl6(PO4)4(OH)8(H2O)4

source: (a) the anesthetic halothane, C2HBrClF3
is: (a) svæfingarlyfið halótan, C2HBrClF3

source: (b) the herbicide paraquat, C12H14N2Cl2
is: (b) illgresiseyðirinn parakvat, C12H14N2Cl2

source: (c) caffeine, C8H10N4O2
is: (c) koffín, C8H10N4O2

source: (d) urea, CO(NH2)2
is: (d) þvagefni, CO(NH2)2

source: (e) a typical soap, C17H35CO2Na
is: (e) dæmigerð sápa, C17H35CO2Na

source: (a) 197.382 g mol−1; (b) 257.163 g mol−1; (c) 194.193 g mol−1; (d) 60.056 g mol−1; (e) 306.464 g mol−1
is: (a) 197,382 g mól−1; (b) 257,163 g mól−1; (c) 194,193 g mól−1; (d) 60,056 g mól−1; (e) 306,464 g mól−1

source: Determine the number of moles of compound and the number of moles of each type of atom in each of the following:
is: Ákvarðið fjölda móla af efnasambandi og fjölda móla af hverri frumeindategund í hverju eftirfarandi:

source: (a) 25.0 g of propylene, C3H6
is: (a) 25,0 g af própýleni, C3H6

source: (b) 3.06 [[MATH:22]] 10−3 g of the amino acid glycine, C2H5NO2
is: (b) 3,06 [[MATH:22]] 10−3 g af amínósýrunni glýsíni, C2H5NO2

source: (c) 25 lb of the herbicide Treflan, C13H16N2O4F (1 lb = 454 g)
is: (c) 25 lb af illgresiseyðinum Treflan, C13H16N2O4F (1 lb = 454 g)

source: (d) 0.125 kg of the insecticide Paris Green, Cu4(AsO3)2(CH3CO2)2
is: (d) 0,125 kg af skordýraeitrinu Parísargrænu, Cu4(AsO3)2(CH3CO2)2

source: (e) 325 mg of aspirin, C6H4(CO2H)(CO2CH3)
is: (e) 325 mg af aspiríni, C6H4(CO2H)(CO2CH3)

source: Determine the mass of each of the following:
is: Ákvarðið massa hvers eftirfarandi:

source: (a) 0.0146 mol KOH
is: (a) 0,0146 mól KOH

source: (b) 10.2 mol ethane, C2H6
is: (b) 10,2 mól etan, C2H6

source: (c) 1.6 [[MATH:23]] 10−3 mol Na2 SO4
is: (c) 1,6 [[MATH:23]] 10−3 mól Na2 SO4

source: (d) 6.854 [[MATH:24]] 103 mol glucose, C6 H12 O6
is: (d) 6,854 [[MATH:24]] 103 mól glúkósi, C6 H12 O6

source: (e) 2.86 mol Co(NH3)6Cl3
is: (e) 2,86 mól Co(NH3)6Cl3

source: Determine the number of moles of the compound and determine the number of moles of each type of atom in each of the following:
is: Ákvarðið fjölda móla af efnasambandinu og ákvarðið fjölda móla af hverri frumeindategund í hverju eftirfarandi:

source: (a) 2.12 g of potassium bromide, KBr
is: (a) 2,12 g af kalíumbrómíði, KBr

source: (b) 0.1488 g of phosphoric acid, H3PO4
is: (b) 0,1488 g af fosfórsýru, H3PO4

source: (c) 23 kg of calcium carbonate, CaCO3
is: (c) 23 kg af kalsíumkarbónati, CaCO3

source: (d) 78.452 g of aluminum sulfate, Al2(SO4)3
is: (d) 78,452 g af álsúlfati, Al2(SO4)3

source: (e) 0.1250 mg of caffeine, C8H10N4O2
is: (e) 0,1250 mg af koffíni, C8H10N4O2

source: (a) 2.345 mol LiCl
is: (a) 2,345 mól LiCl

source: (b) 0.0872 mol acetylene, C2H2
is: (b) 0,0872 mól asetýlen, C2H2

source: (c) 3.3 [[MATH:26]] 10−2 mol Na2CO3
is: (c) 3,3 [[MATH:26]] 10−2 mól Na2CO3

source: (d) 1.23 [[MATH:27]] 103 mol fructose, C6H12O6
is: (d) 1,23 [[MATH:27]] 103 mól frúktósi, C6H12O6

source: (e) 0.5758 mol FeSO4(H2O)7
is: (e) 0,5758 mól FeSO4(H2O)7

source: The approximate minimum daily dietary requirement of the amino acid leucine, C6H13NO2, is 1.1 g. What is this requirement in moles?
is: Áætluð lágmarks dagleg næringarþörf fyrir amínósýruna leusín, C6H13NO2, er 1,1 g. Hver er þessi þörf í mólum?

source: Determine the mass in grams of each of the following:
is: Ákvarðaðu massann í grömmum fyrir hvert eftirfarandi:

source: (a) 0.600 mol of oxygen atoms
is: (a) 0,600 mól af súrefnisfrumeindum

source: (b) 0.600 mol of oxygen molecules, O2
is: (b) 0,600 mól af súrefnissameindum, O2

source: (c) 0.600 mol of ozone molecules, O3
is: (c) 0,600 mól af ósonsameindum, O3

source: A 55-kg woman has 7.5 [[MATH:28]] 10−3 mol of hemoglobin (molar mass = 64,456 g/mol) in her blood. How many hemoglobin molecules is this? What is this quantity in grams?
is: 55 kg kona hefur 7,5 [[MATH:28]] 10−3 mól af blóðrauða (mólmassi = 64.456 g/mól) í blóði sínu. Hversu margar blóðrauðasameindir eru þetta? Hvert er þetta magn í grömmum?

source: Determine the number of atoms and the mass of zirconium, silicon, and oxygen found in 0.3384 mol of zircon, ZrSiO4, a semiprecious stone.
is: Ákvarðaðu fjölda frumeinda og massa sirkons, kísils og súrefnis sem finnast í 0,3384 mólum af sirkoni, ZrSiO4, sem er hálfeðalsteinn.

source: zirconium: 2.038 [[MATH:29]] 1023 atoms; 30.87 g; silicon: 2.038 [[MATH:30]] 1023 atoms; 9.504 g; oxygen: 8.151 [[MATH:31]] 1023 atoms; 21.66 g
is: sirkon: 2,038 [[MATH:29]] 1023 frumeindir; 30,87 g; kísill: 2,038 [[MATH:30]] 1023 frumeindir; 9,504 g; súrefni: 8,151 [[MATH:31]] 1023 frumeindir; 21,66 g

source: Determine which of the following contains the greatest mass of hydrogen: 1 mol of CH4, 0.6 mol of C6H6, or 0.4 mol of C3H8.
is: Ákvarðaðu hvort eftirfarandi inniheldur mesta massa vetnis: 1 mól af CH4, 0,6 mól af C6H6 eða 0,4 mól af C3H8.

source: Determine which of the following contains the greatest mass of aluminum: 122 g of AlPO4, 266 g of Al2Cl6, or 225 g of Al2S3.
is: Ákvarðaðu hvort eftirfarandi inniheldur mesta massa áls: 122 g af AlPO4, 266 g af Al2Cl6 eða 225 g af Al2S3.

source: AlPO4: 1.000 mol, or 26.98 g Al; Al2Cl6: 1.994 mol, or 53.74 g Al; Al2S3: 3.00 mol, or 80.94 g Al; The Al2S3 sample thus contains the greatest mass of Al.
is: AlPO4: 1,000 mól, eða 26,98 g Al; Al2Cl6: 1,994 mól, eða 53,74 g Al; Al2S3: 3,00 mól, eða 80,94 g Al; Sýnið af Al2S3 inniheldur því mesta massa af Al.

source: Diamond is one form of elemental carbon. An engagement ring contains a diamond weighing 1.25 carats (1 carat = 200 mg). How many atoms are present in the diamond?
is: Demantur er eitt form frumefnisins kolefnis. Trúlofunarhringur inniheldur demant sem vegur 1,25 karöt (1 karat = 200 mg). Hversu margar frumeindir eru í demantinum?

source: The Cullinan diamond was the largest natural diamond ever found (January 25, 1905). It weighed 3104 carats (1 carat = 200 mg). How many carbon atoms were present in the stone?
is: Cullinan-demanturinn var stærsti náttúrulegi demantur sem fundist hefur (25. janúar 1905). Hann vó 3104 karöt (1 karat = 200 mg). Hversu margar kolefnisfrumeindir voru í steininum?

source: 3.113 [[MATH:32]] 1025 C atoms
is: 3,113 [[MATH:32]] 1025 C frumeindir

source: One 55-gram serving of a particular cereal supplies 270 mg of sodium, 11% of the recommended daily allowance. How many moles and atoms of sodium are in the recommended daily allowance?
is: Einn 55 gramma skammtur af tilteknu morgunkorni gefur 270 mg af natríum, sem er 11% af ráðlögðum dagskammti. Hversu mörg mól og frumeindir af natríum eru í ráðlögðum dagskammti?

source: A certain nut crunch cereal contains 11.0 grams of sugar (sucrose, C12H22O11) per serving size of 60.0 grams. How many servings of this cereal must be eaten to consume 0.0278 moles of sugar?
is: Ákveðið hnetukornmorgunkorn inniheldur 11,0 grömm af sykri (súkrósa, C12H22O11) í hverjum 60,0 gramma skammti. Hversu marga skammta af þessu morgunkorni þarf að borða til að neyta 0,0278 móla af sykri?

source: 0.865 servings, or about 1 serving.
is: 0,865 skammtar, eða um það bil 1 skammtur.

source: A tube of toothpaste contains 0.76 g of sodium monofluorophosphate (Na2PO3F) in 100 mL.
is: Tannkremstúpa inniheldur 0,76 g af natríummónóflúorfosfati (Na2PO3F) í 100 ml.

source: (a) What mass of fluorine atoms in mg was present?
is: (a) Hver var massi flúorfrumeinda í mg?

source: (b) How many fluorine atoms were present?
is: (b) Hversu margar flúorfrumeindir voru til staðar?

source: Which of the following represents the least number of molecules?
is: Hvert af eftirfarandi táknar fæstar sameindir?

source: (a) 20.0 g of H2O (18.02 g/mol)
is: (a) 20,0 g af H2O (18,02 g/mól)

source: (b) 77.0 g of CH4 (16.06 g/mol)
is: (b) 77,0 g af CH4 (16,06 g/mól)

source: (c) 68.0 g of C3H6 (42.08 g/mol)
is: (c) 68,0 g af C3H6 (42,08 g/mól)

source: (d) 100.0 g of N2O (44.02 g/mol)
is: (d) 100,0 g af N2O (44,02 g/mól)

source: (e) 84.0 g of HF (20.01 g/mol)
is: (e) 84,0 g af HF (20,01 g/mól)

source: 20.0 g H2O represents the least number of molecules since it has the least number of moles.
is: 20,0 g af H2O táknar fæstar sameindir þar sem það hefur fæst mól.

source: Avogadro’s number (NA)
is: Avogadrosartala (NA)

source: experimentally determined value of the number of entities comprising 1 mole of substance, equal to 6.022 [[MATH:33]] 1023 mol−1
is: tilraunagildi fyrir fjölda eininga í 1 móli af efni, jafnt og 6,022 [[MATH:33]] 1023 mól−1

source: formula mass
is: formúlumassi

source: sum of the average masses for all atoms represented in a chemical formula; for covalent compounds, this is also the molecular mass
is: summa meðalmassa allra frumeinda í efnaformúlu; fyrir samgild efnasambönd er þetta einnig sameindamassi

source: molar mass
is: mólmassi

source: mass in grams of 1 mole of a substance
is: massi í grömmum af 1 móli af efni

source: mole
is: mól

source: amount of substance containing the same number of atoms, molecules, ions, or other entities as the number of atoms in exactly 12 grams of 12C
is: efnismagn sem inniheldur sama fjölda frumeinda, sameinda, jóna eða annarra eininga og fjöldi frumeinda í nákvæmlega 12 grömmum af 12C
